{"domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural_forms":"nplurals=2; plural=(n > 1);","lang":"fr_FR"},"Edit":["Modifier"],"Delete":["Supprimer"],"Clone":["Cloner"],"Location":["Lieu"],"Price":["Prix"],"Services":["Prestations"],"Description":["Description"],"Email":["E-mail"],"Phone":["Téléphone"],"Employees":["Employés"],"Appointments":["Rendez-vous"],"Locations":["Lieux"],"Connections":["Connexions"],"Settings":["Réglages"],"Tools":["Outils"],"Vacation":["Absence"],"Overview":["Résumé"],"Reports":["Rapports"],"Slot is taken":["Ce créneau est déjà pris"],"Something went wrong! Please try again.":["Une erreur s'est produite ! Veuillez ré-essayer."],"Invalid email address!":["Adresse e-mail invalide !"],"Only admin user can test mail!":["Seul l'administrateur peut utiliser la fonction de test d'e-mail !"],"Request completed, please check email.":["Demande complétée, merci de vérifier vos e-mails."],"Invalid captcha!":["Capatcha invalide !"],"Cancel appointment":["Annuler la réservation"],"Confirm appointment":["Confirmer la réservation"],"Data deleted":["Donnée supprimée"],"Log records deleted":["Rapports supprimés"],"Log file removed":["Fichier de rapport retiré"],"Please select another day":["Choisissez un autre jour"],"Date & time":["Date et horaire"],"Form validation code expired. Please refresh page in order to continue.":["Code de validation du formulaire expiré. Merci de rafraîchir la page pour continuer."],"Internal error. Please try again later.":["Erreur interne ! Veuillez ré-essayer."],"Unable to make ajax request. Please try again later.":["Impossible d'accomplir la requête ajax. Merci de ré-essayer plus tard."],"Personal information":["Coordonnées"],"Fields with * are required":["* champs obligatoires"],"Booking overview":["Récapitulatif"],"I agree with terms and conditions":["J'accepte les conditions générales"],"You must agree with terms and conditions":["Vous devez accepter les conditions générales"],"Submit":["Envoyer"],"Cancel":["Annuler"],"This field is required.":["Ce champ est obligatoire."],"Please enter a valid email address":["Veuillez saisir une adresse e-mail valide"],"Please enter at least 3 characters.":["Saisissez au moins 3 lettres."],"Please enter at least 3 digits.":["Saisissez au moins 3 chiffres."],"Name":["Nom"],"Comment":["Message"],"Please check your appointment details below and confirm:":["Vérifier votre rendez-vous ci-après et confirmez :"],"You can't select this time slot!'":["Vous ne pouvez pas sélectionner ce créneau horaire !"],"EMail":["E-mail"],"Daily limit of booking request has been reached. Please contact us by email!":["Le nombre maximum de rendez-vous journaliers a été atteint. Merci de nous contacter par e-mail !"],"pending":["en cours de traitement"],"reservation":["acceptée"],"abandoned":["abandonnée"],"cancelled":["annulée"],"confirmed":["confirmée"],"No appointment.":["Pas de rendez-vous."],"Invalid token.":["Token invalide."],"Appointment is already confirmed!":["La réservation est déjà confirmée !"],"Appointment can't be confirmed!":["La réservation ne peut pas être confirmée !"],"Appointment has been confirmed.":["La réservation a été confirmée."],"Appointment is already cancelled!":["La réservation est déjà annulée !"],"Appointment can't be cancelled!":["La réservation ne peut pas être annulée !"],"Appointment can't be cancelled":["La réservation ne peut pas être annulée"],"Appointment has been cancelled":["La réservation a été annulée"],"Appointment link action":["Lien d'action de la réservation"],"Input":["Champ commentaire"],"Select":["Sélectionnez"],"Text":["Champ texte"],"Status":["Statut"],"General":["Général"],"Mail Notifications":["Notifications par e-mail"],"FullCalendar Shortcode":["Shortcode du FullCalendar"],"Labels":["Libellés"],"Date & Time":["Date et heure"],"Custom Form Fields":["Champs de formulaire personnalisés"],"Google reCAPTCHA v2":[""],"Google reCAPTCHA v3":[""],"Form Style & Redirect":["Style et redirection du formulaire"],"GDPR":["RGPD"],"Money Format":["Format du prix"],"Save":["Enregistrer"],"Multiple work":["Prestations multiples"],"Mark this option if you want to calculate free worker slots only by current service and location. If it's not marked system will check if worker is working on any location and service at current time.":["Cochez cette option si vous voulez trouver des créneaux en vérifiant les disponibilités de l'employé pour un seul lieu uniquement et ses prestations. Si elle n'est pas cochée, le système cherchera un créneau en vérifiant les disponibilités de l'employé sur tous les lieux et toutes les prestations."],"Compatibility mode":["Mode compatibilité"],"If you can't EDIT or DELETE conecntion or any other settings, you should mark this option. NOTE: After saving this options you must refresh page!":["Si vous ne pouvez pas MODIFIER ou SUPPRIMER les connexions n'importe quel réglage, vous devez cochez cette option. NB : après avoir sauvegardé cette option, rechargez la page !"],"Max number of appointments":["Nombre de rendez-vous maximum"],"Number of appointments that one visitor can make reservation before limit alert is shown. Appointments are counted during one day.":["Nombre de réservations qu'un internaute peut effectuer avant qu'une alerte de limite ne soit affichée. Les réservations sont comptées par jour."],"Auto reservation":["Auto-réservation"],"Make reservation at moment user select date and time!":["Valider la réservation au moment ou l'utilisateur choisit la date et l'horaire !"],"Turn nonce off":["Désactiver l'option « nonce »"],"if you have issues with validation code that is expired in form you can turn off nonce but you are doing that on your own risk.":["si vous rencontrez un problème de code de validation expiré dans le formulaire, vous pouvez désactiver le « nonce » à vos risques et périls."],"Default status":["Statut par défaut"],"Default status of Appointment made by visitor.":["Statut par défaut d'une réservation faite par un internaute."],"Reservation status is short term, if you don't change it within 5 minutes it will be set to cancelled":["Le statut de la réservation est à court terme, si vous ne le modifiez pas dans les 5 minutes, il sera défini comme annulé"],"Compress shortcode output (removes new lines from templates).":["Compresser le shortcode de sortie (supprime les nouvelles lignes du modèle)."],"WordPress can add auto paragraph html element for each line break. This option prevents WP from doing that on EA shortcode.":["WordPress peut automatiquement ajouter un paragraphe HTML pour chaque ligne. Cette option empêche WordPress de le faire sur le shortcode EasyAppointment."],"Notifications":["Notifications"],"You can use this tags inside email content. Just place for example #id# inside mail template and that value will be replaced with value.":["Vous pouvez utiliser ce tag dans le contenu de l'e-mail. Mettez par exemple #id# dans le modèle d'e-mail, et l'élément sera remplacé par la valeur."],"Pending":["En cours"],"Reservation":["Réservation"],"Cancelled":["Annulée"],"Confirmed":["Confirmée"],"Admin":["Administrateur"],"Available tags":["Tags disponibles"],"Two step action links in email":["Validation par lien en deux étapes dans l'e-mail"],"Sometimes Mail servers can open links from email for inspection. That will trigger actions such as #link_confirm#, #link_cancel#. Mark this option if you want to have additional prompt for user action via links.":["Parfois, les services d'e-mails peuvent automatiquement ouvrir les liens à des fins de sécurité. Cela pourrait déclencher des actions comme #link_confirm# ou #link_cancel#. Cochez cette option si vous voulez que l'internaute effectue une action après avoir ouvert le lien."],"Pending notification emails":["Email de notification des demandes"],"Enter email adress that will receive new reservation notification. Separate multiple emails with , (comma)":["E-mail qui reçoit les demandes de rendez-vous. Séparez les adresses par une virgule (si plusieurs)."],"Admin notification subject":["Objet du mail de notification pour l'administrateur"],"You can use any tag that is available as in custom email notifications.":["Vous pouvez utiliser n'importe quelle balise disponible comme dans les notifications par e-mail personnalisées."],"Visitor notification subject":["Objet de l'e-mail de notification pour le client"],"Send email to worker":["Envoyer l'e-mail à l'employé"],"Mark this option if you want to employee receive admin email after filing the form.":["Cochez si vous souhaitez que l'employé reçoive cet e-mail après avoir rempli le formulaire."],"Send email to user":["Envoyer l'e-mail au client"],"Mark this option if you want to user receive email after filing the form.":["Cochez si vous souhaitez que l'utilisateur reçoive cet e-mail après avoir rempli le formulaire."],"Send from":["E-mail d'envoi"],"Send from email adress (Example: Name &lt;name@domain.com&gt;). Leave blank to use default address.":["Adresse depuis laquelle est envoyé l'e-mail (si vide, e-mail WordPress par défaut)."],"Allow public access to FullCalendar shortcode":["Autoriser un accès public au shortcode du FullCalendar"],"By default only logged in users can see data in FullCalendar. Mark this option if you want to allow public access for all.":["Par défaut, seuls les utilisateurs connectés peuvent voir les données dans le FullCalendar. Cochez cette option si vous voulez autoriser un accès public pour tous."],"Show event content in popup":["Montrer le contenu de l'événement dans une boîte de dialogue"],"Popup dialog for event content.":["Boîte de dialogue pour le contenu de l'événement."],"Event content in popup":["Contenu de l'événement dans la boîte de dialogue"],"Event content when clicked on event":["Contenu de l'événement lors du clic sur celui-ci"],"Example":["Exemple"],"Full documentation":["Documentation complète"],"To get all available options use":["Pour obtenir toutes les options disponible, utilisez"],"Service":["Prestation"],"Worker":["Employé"],"Done message":["Message de réussite"],"Message that user receive after completing appointment":["Message qui s'affiche lorsque le formulaire de rendez-vous est validé"],"Time format":["Format de l'heure"],"Notice : date/time formating for email notification are done by Settings > General.":["Note : le format de la date et de l'heure pour l'e-mail de notification sont gérés par WordPress (Réglages > Général)."],"Calendar localization":["Localisation du calendrier"],"Block time":["Temps restant minimum"],"(in minutes). Prevent visitor from making an appointment if there are less minutes than this.":["(en minutes). Empêche de prendre un rendez-vous s'il reste moins de minutes qu'indiqué."],"Masked Input":["Masquer la saisie"],"Textarea":["Champ texte"],"Add":["Ajouter"],"* To use using the email notification for user there must be field named \"email\" or \"e-mail\" or field with type \"email\"":["* Pour utiliser la notification par e-mail à l'utilisateur, il faut un champ nommé « e-mail » ou un champ de type « e-mail »"],"Site key":["Clé du site"],"* Google reCAPTCHA key can be generated via":["* La clé Google reCAPTCHA peut être renouvelée via"],"Secret key":["Clé secrète"],"* If you want to use Captcha you must have auto reservation option turned off. If you don't want to use Captcha just leave fields empty.":["* Si vous voulez utiliser le captcha, vous devez désactiver la réservation automatique. Si vous ne souhaitez pas utiliser le captcha, laissez les champs vides."],"* Only request with recaptcha score 0.5 or greater will be processed. Others will be rejected as bot calls.":["* Seules les demandes avec un score de reCAPTCHA de 0,5 ou plus seront traitées. Les autres seront considérées comme des bots et rejetées."],"Custom style":["Style personnalisé"],"Place here custom css styles. This will be included in both standard and bootstrap widget.":["Écrivez ici des styles CSS personnalisés. Ils seront repris dans les widgets standard et bootstrap."],"Turn off css files":["Désactiver les fichiers CSS"],"Form label style":["Style d'étiquette du formulaire"],"Show labels above or inline with fields option on [ea_bootstrap] shortcode.":["Montrer les étiquettes au-dessus ou à côté (en ligne) avec les champs optionnels sur le shortcode [ea_bootstrap]."],"Select label style":["Style d'étiquette du formulaire"],"Show From or From-To label on time slot in [ea_bootstrap] shortcode.":["Afficher l'étiquette d'horaire de début et de fin le créneau horaire dans le shortcode [ea_bootstrap]."],"I agree field":["Champs « J'accepte les conditions »"],"I agree option at the end of form. If this is marked user must confirm \"I agree\" checkbox.":["« J'accepte les conditions » à la fin du formulaire. Si cette option est cochée, le client devra accepter les conditions pour valider le formulaire."],"Go to page":["Aller à la page"],"After a visitor creates an appointment on the front-end form. Leave blank to turn off redirect.":["Après que le client a validé sa réservation. Pas de redirection si laissé blanc."],"Advance Go to":["Système « Aller vers » avancé"],"Add custom redirect based on service.":["Ajouter une redirection personnalisée basée sur une prestation."],"Redirect to":["Rediriger vers"],"Add advance redirect":["Ajouter une redirection avancée"],"After cancel go to":["Après annulation, aller à"],"Advance Go to on Cancel":["Système « Aller vers » avancé lors de l'annulation"],"Add custom cancels redirect based on service.":["Ajouter une redirection personnalisée basée sur la prestation."],"Turn on checkbox":["Activer la case à cocher"],"GDPR section checkbox.":["Case à cocher concernant le RGPD."],"Label":["Libellé"],"Label next to checkbox.":["Libellé à côté de la case à cocher."],"Page with GDPR content":["Page avec le contenu RGPD"],"Link to page with GDPR content.":["Lien vers la page RGPD."],"Error message":["Message d'erreur"],"Message if user don't mark the GDPR checkbox.":["Message si l'internaute ne coche pas la case RGPD."],"Clear customer data older then 6 months":["Nettoyer les données des clients d'il y a plus de 6 mois"],"This action will remove custom form field values older then 6 months. After that appointments older then 6 months will not hold any customer related data.":["Cette action supprimera les valeurs des champs personnalisés datant de plus de 6 mois. Après cela, les réservations d'il y a plus de 6 mois ne contiendront plus aucune donnée personnelle."],"Auto remove data via Cron that runs once a day":["Supprimer automatiquement les données via Cron, fonctionnant une fois par jour"],"Remove data now":["Supprimer les données maintenant"],"Currency":["Devise monétaire"],"Currency before price":["Devise monétaire avant le prix"],"Hide price in service select":["Cacher le prix dans la sélection de la prestation"],"Hide price":["Cacher le prix"],"Hide price in whole customers form.":["Cacher le prix dans la totalité du formulaire à destination des clients."],"Mask options":["Masquer les options"],"From":["De"],"To":["À"],"Quick time filter":["Filtre de temps rapide"],"Select period":["Choisir une période"],"Today":["Aujourd'hui"],"Tomorrow":["Demain"],"Next 7 days":["7 prochains jours"],"Next 30 days":["30 prochains jours"],"This week":["Cette semaine"],"This month":["Ce mois"],"Add New Appointment":["Ajouter un rendez-vous"],"Refresh":["Actualiser"],"Sort By":["Trier par"],"Created":["Créé"],"Order by":["Trier par"],"Customer":["Client"],"Action":["Action"],"Date":["Date"],"Time":["Horaire"],"Send email notification :":["Envoyer des notification par e-mail :"],"Do you want to Cancel appointment?":["Voulez-vous vraiment annuler cette réservation ?"],"Yes, I want to Cancel appointment.":["Oui, je veux annuler cette réservation."],"Do you want to Confirm appointment?":["Voulez-vous vraiment confirmer cette réservation ?"],"Yes, I want to Confirm appointment.":["Oui, je veux confirmer cette réservation."],"Start":["Commence"],"End":["Finit"],"Time table":["Calendrier"],"Have Calendar overview of all bookings and free slots. ":["Avoir la vue calendrier pour toutes les réservations effectuées et disponibles. "],"Money":["Recette"],"Export":["Exporter"],"Export data in Excel CSV format for selected time period.":["Exporter les données dans un fichier Excel CSV pour la période sélectionnée."],"Back to Reports":["Retourner aux rapports"],"Fields":["Champs"],"Click to customize columns for export":["Cliquez pour personnaliser les colonnes pour l'exportation"],"Place fields separate by , for example: id,name,email":["Placez les champs séparés par des virgules, par exemple : id,name,email"],"Save settings":["Sauvegarder les réglages"],"Export data to CSV, can be imported to MS Excel, OpenOffice Calc... ":["Exporter au format CSV, peut être importé dans Excel, OpenOffice Calc…"],"Export data":["Exporter"]}}}